Repository: Gujal00/ResolveURL
Catalog: script.module.resolveurl/resources/language/resource.language.*/strings.po
Languages: de_de

# #33000
source: Move Red square over play icon and submit
de_de: Bewegen Sie das rote Quadrat über das Wiedergabesymbol und senden Sie es ab

# #33001
source: To play this video, authorization is required
de_de: Um dieses Video abzuspielen, ist eine Autorisierung erforderlich.

# #33002
source: Visit the link below to authorize the devices on your network:
de_de: Besuche folgenden Link, um Geräte im Netzwerk zu autorisieren:

# #33003
source: [B][COLOR blue]%s[/COLOR][/B] then click 'Pair'
de_de: [B][COLOR blue]%s[/COLOR][/B] und klicke dann 'Pair'

# #33004
source: Submit
de_de: Einreichen

# #33005
source: Automatically update resolver
de_de: Resolver automatisch aktualisieren

# #33007
source: Decryption Key
de_de: Entschlüsselungsschlüssel

# #33008
source: TheVideo.me Stream Authorization
de_de: TheVideo.me Stream Autorisierung

# #33009
source: VidUP.me Stream Authorization
de_de: VidUP.me Stream Autorisierung

# #33010
source: Enable Universal Resolvers
de_de: Universal-Resolver aktivieren

# #33011
source: Automatically pick best quality
de_de: Automatisch beste Qualität auswählen

# #33012
source: Use Function Cache
de_de: Cache-Funktion benutzen

# #33013
source: Reset Function Cache
de_de: Cache-Funktion zurücksetzen

# #33014
source: Universal Resolvers
de_de: Universelle Resolver

# #33015
source: Resolvers
de_de: Resolver

# #33016
source: Priority
de_de: Priorität

# #33017
source: Enabled
de_de: Aktiviert

# #33018
source: Real-Debrid Resolver Authorized
de_de: Real-Debrid Resolver autorisiert

# #33019
source: Real-Debrid Authorization Reset
de_de: Real-Debrid Autorisierung zurücksetzen

# #33020
source: Cache Reset
de_de: Cache zurücksetzen

# #33021
source: Cache Reset Failed
de_de: Fehler beim Cache zurücksetzen

# #33023
source: Username
de_de: Benutzername

# #33024
source: Password
de_de: Passwort

# #33025
source: Use HTTPS
de_de: HTTPS benutzen

# #33026
source: Customer ID
de_de: Kundennummer

# #33028
source: Choose Primary Link Automatically
de_de: Primärlink automatisch wählen

# #33029
source: (Re)Authorize My Account
de_de: (Re)Autorisiere mein Konto

# #33030
source: Reset My Authorization
de_de: Meine Autorisierung zurücksetzen

# #33031
source: Resolver Auto-Updated
de_de: Resolver automatisch aktualisiert

# #33032
source: Type the letters in the image
de_de: Geben Sie die Buchstaben aus dem Bild ein

# #33033
source: Captcha Error
de_de: Captcha-Fehler

# #33034
source: Choose the link
de_de: Wählen Sie einen Link

# #33035
source: No link selected
de_de: Kein Link ausgewählt

# #33036
source: No Video Link Found
de_de: Kein Video Link gefunden

# #33037
source: Captcha Round: %s [I](2 Rounds is typical)[/I]
de_de: Captcha Runde: %s [I](2 Runden sind üblich)[/I]

# #33038
source: Cancel
de_de: Abbrechen

# #33040
source: IP Stream Authorization Pairing
de_de: IP Stream Autorisierung

# #33041
source: No IP Authorization
de_de: Keine IP Autorisierung

# #33043
source: Vshare.eu Stream Authorization
de_de: Vshare.eu Stream Autorisierung

# #33044
source: Flashx Stream Authorization
de_de: Flashx Stream Autorisierung

# #33045
source: AllDebrid Authorization Reset
de_de: AllDebrid Autorisierung zurücksetzen

# #33046
source: AllDebrid Resolver Authorized
de_de: AllDebrid Resolver autorisiert

# #33047
source: Enable PopUps
de_de: PopUps aktivieren

# #33048
source: API Key
de_de: API-Schlüssel

# #33049
source: Torrent Support
de_de: Torrent-Unterstützung

# #33050
source: Cached torrents only
de_de: Nur zwischengespeicherte Torrents

# #33051
source: Premiumize Authorization Reset
de_de: Premiumize Autorisierung zurücksetzen

# #33052
source: Premiumize Resolver Authorized
de_de: Premiumize Resolver autorisiert

# #33053
source: Linksnappy Authorization Reset
de_de: Linksnappy Autorisierung zurücksetzen

# #33054
source: Linksnappy Resolver Authorized
de_de: Linksnappy Resolver autorisiert

# #33056
source: Peers:
de_de: Gleichaltrigen:

# #33057
source: seconds
de_de: Sekunden

# #33058
source: Cached filehosts only
de_de: Nur zwischengespeicherte Dateihosts

# #33059
source: JetLoad Stream Authorization
de_de: JetLoad Stream Autorisierung

# #33060
source: Uptobox Stream Authorization
de_de: Uptobox Stream Autorisierung

# #33061
source: Visit this link: [B][COLOR blue]{0}[/COLOR][/B]
de_de: Besuchen Sie diesen Link: [B][COLOR blue]{0}[/COLOR][/B]

# #33062
source: Enter the PIN as [B][COLOR blue]{0}[/COLOR][/B] and then click 'Link Account'
de_de: Geben Sie die PIN als [B][COLOR blue]{0}[/COLOR][/B] ein und klicken Sie auf 'Konto verknüpfen'

# #33063
source: Debrid-Link Authorization Reset
de_de: Debrid-Link Autorisierung zurücksetzen

# #33064
source: Debrid-Link Resolver Authorized
de_de: Debrid-Link Resolver autorisiert

# #33065
source: Clear Finished torrents from account
de_de: Beende fertige Torrents vom Konto

# #33066
source: minutes
de_de: Protokoll

# #33067
source: hours
de_de: Std

# #33068
source: Uptobox Authorisation Reset
de_de: Uptobox Autorisierung zurücksetzen

# #33069
source: Uptobox Resolver Authorised
de_de: Uptobox Resolver autorisiert

# #33071
source: Only cached torrents are allowed to be initiated
de_de: Es dürfen nur zwischengespeicherte Torrents gestartet werden

# #33072
source: No stream returned
de_de: Es wurde kein Stream zurückgegeben

# #33073
source: Transfer
de_de: Überweisen

# #33074
source: Cancelled by user
de_de: Vom Benutzer abgebrochen

# #33075
source: Please validate your Email with Alldebrid before authorising
de_de: Bitte validieren Sie Ihre E-Mail-Adresse bei Alldebrid, bevor Sie die Autorisierung vornehmen

# #33076
source: This account is banned
de_de: Dieses Konto ist gesperrt

# #33077
source: Saving torrent to UptoBox via AllDebrid
de_de: Torrent über AllDebrid in UptoBox speichern

# #33078
source: Downloading at
de_de: Herunterladen unter

# #33079
source: Uploading at
de_de: Hochladen unter

# #33080
source: completed
de_de: vollendet

# #33081
source: of
de_de: von

# #33082
source: Keep transferring to AllDebrid Cloud in the background?
de_de: Weiter im Hintergrund zur AllDebrid Cloud übertragen?

# #33083
source: Goto URL
de_de: Gehe zur URL

# #33084
source: When prompted, enter
de_de: Geben Sie ein, wenn Sie dazu aufgefordert werden

# #33085
source: Authorisation
de_de: Genehmigung

# #33086
source: Torrent queueing failed
de_de: Das Einreihen in die Torrent-Warteschlange ist fehlgeschlagen

# #33087
source: Torrent access not available
de_de: Torrent-Zugriff nicht verfügbar

# #33088
source: Authorisation Failed
de_de: Autorisierung fehlgeschlagen

# #33089
source: No usable link returned
de_de: Es wurde kein verwendbarer Link zurückgegeben

# #33090
source: Saving Torrent to Debrid-Link Seedbox
de_de: Torrent in Debrid-Link Seedbox speichern

# #33091
source: Keep transferring to Debrid-Link Cloud in the background?
de_de: Im Hintergrund weiter zur Debrid-Link Cloud übertragen?

# #33092
source: Saving Torrent to the Premiumize Cloud
de_de: Torrent in der Premiumize Cloud speichern

# #33093
source: Keep transferring to Premiumize Cloud in the background?
de_de: Im Hintergrund weiterhin zur Premiumize Cloud übertragen?

# #33094
source: Saving Torrent to Real-Debrid Cloud
de_de: Torrent in der Real-Debrid Cloud speichern

# #33095
source: Keep transferring to Real-Debrid Cloud in the background?
de_de: Im Hintergrund weiter zur Real-Debrid Cloud übertragen?

# #33096
source: Getting Torrent from Real-Debrid Cloud
de_de: Torrent von Real-Debrid Cloud beziehen

# #33097
source: CocoLeech Resolver Authorised
de_de: CocoLeech Resolver autorisiert

# #33098
source: CocoLeech Authorisation Reset
de_de: CocoLeech-Autorisierung zurückgesetzt

# #33099
source: Account not Premium
de_de: Konto nicht Premium

# #33100
source: Saving Torrent to CocoLeech Cloud
de_de: Torrent in CocoLeech Cloud speichern

# #33101
source: Clean Settings File
de_de: Einstellungsdatei bereinigen

# #33102
source: Settings File cleaned
de_de: Einstellungsdatei bereinigt

# #33103
source: Keep transferring to CocoLeech Cloud in the background?
de_de: Im Hintergrund in die CocoLeech Cloud übertragen?
